Repository: UnigramDev/Unigram
Catalog: Unigram/Unigram/Strings/*/Resources.resw
Source language: en
Languages: ar, be, ca, de, es, fa, fi, fr, id, it, ko, ms, nl, pl, pt_br, ru, sv, tr, uk, uz, zh_cn, zh_tw

# PassportAddTranslationBankInfo
source: Upload scans of a certified English translation of your bank statement.
ar: قم برفع نسخ ترجمة إنجليزية موثّقة عن كشف حسابك المصرفي.
be: Запампуйце ваш сканаваны завераны пераклад справаздачы з банку на англійскую мову.
ca: Escanegeu i pugeu una traducció compulsada en anglès de l'extracte bancari.
de: In diesem Bereich kannst du Scans einer beglaubigten englischen Übersetzung deines Kontoauszuges hochladen.
es: Sube escaneos de una traducción certificada al inglés de tu extracto de cuenta.
fa: اسکن‌هایی از ترجمه‌ انگلیسی معتبر صورت‌حساب بانکی خود را آپلود کنید.
fi: Lähetä skannaus tiliotteesi virallisesta, englanninkielisestä käännöksestä.
fr: Envoyez des scans d'une traduction anglaise certifiée de votre relevé bancaire.
id: Unggah pindaian terjemahan rekening koran Anda yang sudah diverifikasi.
it: Carica le scansioni di una traduzione inglese verificata del tuo estratto conto.
ko: 회원님 입출금 내역서의 공증된 영문 번역본을 스캔하여 업로드하세요.
ms: Muat naik imbasan terjemahan penyata bank anda yang telah disahkan.
nl: Upload scans van een gecertificeerde Engelse vertaling van je bankafschrift.
pl: Prześlij skany certyfikowanego tłumaczenia swojego wyciągu bankowego na język angielski.
pt_br: Envie scans de uma tradução em Inglês certificada do seu extrato bancário.
ru: Загрузите сканы заверенного перевода для своей справки из банка.
sv: Ladda upp inskanningar med en godkänd engelsk översättning av ditt bankutdrag .
tr: Banka bildiriminizin sertifikalı İngilizce çevirisinin taramalarını yükleyin.
uk: Завантажте скани засвідченого перекладу банківської виписки.
uz: Bank bayonnomangizning tasdiqlangan ingliz tilidagi tarjimasini skaner variantini yuklang.
zh_cn: 上传一份经过认证的银行对账单英语翻译扫描件。
zh_tw: 上傳一份經過認証的銀行結單英語翻譯掃描。

# PassportAddTranslationBillInfo
source: Upload scans of a certified English translation of your utility bill.
ar: قم برفع نسخ ترجمة إنجليزية موثّقة عن فاتورتك الخدمية.
be: Запампуйце ваш сканаваны завераны пераклад чэка камунальных паслуг на англійскую мову.
ca: Escanegeu i pugeu una traducció compulsada en anglès de la factura d'un servei.
de: Hier kannst du Scans einer beglaubigten englischen Übersetzung deiner Versorgerrechnung hochladen.
es: Sube escaneos de una traducción certificada al inglés de tu factura de servicios.
fa: اسکن‌هایی از ترجمه‌ انگلیسی معتبر قبض خدمات شهری خود را آپلود کنید.
fi: Lähetä skannaus sähkölaskusi virallisesta, englanninkielisestä käännöksestä.
fr: Envoyez des scans d'une traduction anglaise certifiée de votre facture de service.
id: Unggah pindaian terjemahan tagihan utilitas Anda yang sudah diverifikasi.
it: Carica le scansioni di una traduzione inglese verificata della tua bolletta.
ko: 회원님 공과금 고지서의 공증된 영문 번역본을 스캔하여 업로드하세요.
ms: Muat naik imbasan terjemahan bil utiliti anda yang telah disahkan.
nl: Upload scans van een gecertificeerde Engelse vertaling van je energierekening.
pl: Prześlij skany certyfikowanego tłumaczenia swojego rachunku za media na język angielski.
pt_br: Envie scans de uma tradução em Inglês certificada de sua conta de serviço.
ru: Загрузите сканы заверенного перевода для своего коммунального счёта.
sv: Ladda upp inskanningar med en godkänd engelsk översättning av din elräkning .
tr: Hizmet faturanızın onaylanmış İngilizce çevirisinin taranmasını yükleyin.
uk: Завантажте скани засвідченого перекладу рахунка за комунальні послуги.
uz: Kommunal xizmatlar uchun to'lovlarni ingliz tilidagi tarjimasi tasdiqlangan skaner nusxasini yuklang.
zh_cn: 上传一份经过认证的水电费账单英语翻译扫描件。
zh_tw: 上傳一份經過認証的水電費帳單英語翻譯掃描。

# PassportAddTranslationPassportRegistrationInfo
source: Upload scans of a certified English translation of your passport registration page.
ar: قم برفع نسخ ترجمة إنجليزية موثّقة عن صفحة تسجيل جوازك.
be: Запампуйце ваш сканаваны завераны пераклад старонкі з рэгістрацыяй у вашым пашпарце на англійскую мову.
ca: Escanegeu i pugeu una traducció compulsada en anglès del full de registre del passaport.
de: Hier kannst du Scans einer beglaubigten englischen Übersetzung deiner Reisepass-Registrierung hochladen.
es: Sube escaneos de una traducción certificada al inglés de la página de registro de tu pasaporte.
fa: اسکن‌هایی از ترجمه‌ انگلیسی معتبر صفحه ثبت نام پاسپورت خود را آپلود کنید.
fi: Lähetä skannaus passirekisteröintisivusi virallisesta, englanninkielisestä käännöksestä.
fr: Envoyez des scans d'une traduction anglaise certifiée de votre page d'inscription au passeport.
id: Unggah pindaian terjemahan halaman pendaftaran paspor yang sudah diverifikasi.
it: Carica le scansioni di una traduzione inglese verificata della pagina di registrazione del passaporto.
ko: 회원님 여권 등록 페이지의 공증된 영문 번역본을 스캔하여 업로드하세요.
ms: Muat naik imbasan terjemahan muka pendaftaran pasport anda yang telah disahkan.
nl: Upload scans van een gecertificeerde Engelse vertaling van je paspoortregistratiepagina.
pl: Prześlij skany certyfikowanego tłumaczenia swojej strony rejestracji paszportowej na język angielski.
pt_br: Envie scans de uma tradução em Inglês certificada da página de registro do seu passaporte.
ru: Загрузите сканы заверенного перевода для страницы паспорта с пропиской.
sv: Ladda upp inskanningar med en godkänd engelsk översättning av passets registreringssida.
tr: Pasaport kayıt sayfanızın onaylanmış İngilizce çevirisinin taranmasını yükleyin.
uk: Завантажте скани засвідченого перекладу сторінки реєстрації паспорта.
uz: Pasportingizning propiska sahifasining ingliz tiliga tasdiqlangan tarjima qilingan variantini yuklang.
zh_cn: 上传一份经过认证的护照注册信息英语翻译扫描件。
zh_tw: 上傳一份經過認証的護照註冊訊息英語翻譯掃描。

# PassportAddTranslationTemporaryRegistrationInfo
source: Upload scans of a certified English translation of your temporary registration.
ar: قم برفع نسخ ترجمة إنجليزية موثّقة عن تسجيلك المؤقت.
be: Запампуйце ваш сканаваны завераны пераклад часовай рэгістрацыі на англійскую мову.
ca: Escanegeu i pugeu una traducció compulsada en anglès del registre temporal.
de: In diesem Bereich kannst du Scans einer beglaubigten Übersetzung deiner vorläufigen Registrierung hochladen.
es: Sube escaneos de una traducción certificada al inglés de tu registro temporal.
fa: اسکن‌هایی از ترجمه‌ انگلیسی معتبر ثبت نام موقت خود را آپلود کنید.
fi: Lähetä skannaus tilapäisrekisteröintisi virallisesta, englanninkielisestä käännöksestä.
fr: Envoyez des scans d'une traduction anglaise certifiée de votre inscription temporaire.
id: Unggah pindaian terjemahan pendaftaran sementara Anda yang sudah diverifikasi.
it: Carica le scansioni di una traduzione inglese verificata della tua registrazione temporanea.
ko: 회원님 가등기의 공증된 영문 번역본을 스캔하여 업로드하세요.
ms: Muat naik imbasan terjemahan pendaftaran sementara anda yang telah disahkan.
nl: Upload scans van een gecertificeerde Engelse vertaling van je tijdelijke identiteitsbewijs.
pl: Prześlij skany certyfikowanego tłumaczenia swojej tymczasowej rejestracji na język angielski.
pt_br: Envie scans de uma tradução em Inglês certificada do seu registro temporário.
ru: Загрузите сканы заверенного перевода для документа о временной прописке.
sv: Ladda upp inskanningar med en godkänd engelsk översättning av den tillfälliga registreringen.
tr: Geçici kaydınızın onaylanmış İngilizce çevirisinin taranmasını yükleyin.
uk: Завантажте скани засвідченого перекладу тимчасової реєстрації.
uz: Vaqtinchalik roʻyxatdan oʻtish haqidagi hujjatingizning ingliz tiliga tasdiqlangan tarjima qilingan varianti skanerini yuklang.
zh_cn: 上传一份经过认证的临时证明英语翻译扫描件。
zh_tw: 上傳一份經過認証的臨時証明英語翻譯掃描。

# PassportAddTranslationUploadInfo
source: Upload scans of a certified English translation of the selected document.
ar: قم برفع نسخ ترجمة إنجليزية موثّقة عن الوثيقة المحددة.
be: Запампуйце ваш сканаваны завераны пераклад выбранага дакумента на англійскую мову.
ca: Escanegeu i pugeu una traducció compulsada en anglès del document seleccionat.
de: In diesem Bereich kannst du Scans einer beglaubigten englischen Übersetzung des ausgewählten Dokumentes hochladen.
es: Sube escaneos de una traducción certificada al inglés del documento seleccionado.
fa: اسکن‌هایی از ترجمه‌ انگلیسی معتبر سند انتخاب شده را آپلود کنید.
fi: Lähetä skannaus valitun asiakirjan virallisesta englanninkielisestä käännöksestä.
fr: Envoyez des scans d'une traduction anglaise certifiée du document sélectionné.
id: Mohon unggah pindaian terjemahan dokumen yang dipilih yang sudah diverifikasi.
it: Carica le scansioni di una traduzione inglese verificata del documento selezionato.
ko: 선택된 서류의 공증된 영문 번역본을 스캔하여 업로드하세요.
ms: Sila muat naik imbasan dokumen tertentu yang telah disahkan.
nl: Upload scans van een gecertificeerde Engelse vertaling van het gekozen document.
pl: Prześlij skany certyfikowanego tłumaczenia wybranego dokumentu na język angielski.
pt_br: Envie scans de uma tradução em Inglês certificada do documento selecionado.
ru: Пожалуйста, загрузите сканы заверенного перевода для выбранного документа.
sv: Ladda upp inskanningar med en godkänd engelsk översättning av valt dokument.
tr: Seçili belgenin onaylanmış İngilizce çevirisinin taranmasını yükleyin.
uk: Завантажте скани засвідченого перекладу вибраного документа.
uz: Tanlangan hujjatning tasdiqlangan ingliz tilidagi tarjimasining skaner variantini yuklang.
zh_cn: 上传经过认证的所选文件的英语翻译扫描件。
zh_tw: 上傳經過認証的所選文件的英語翻譯掃描。

# PassportAuthorize
source: AUTHORIZE
ar: السماح
be: АЎТАРЫЗАВАЦЬ
ca: AUTORITZA
de: AUTORISIEREN
es: AUTORIZAR
fa: اعتباردهی
fi: VALTUUTA
fr: AUTORISER
id: IZINKAN
it: AUTORIZZA
ko: 승인
ms: DIBERI KUASA
nl: Toestaan
pl: AUTORYZUJ
pt_br: AUTORIZAR
ru: Авторизоваться
sv: GODKÄNN
tr: YETKİLENDİR
uk: АВТОРИЗУВАТИСЯ
uz: RUXSAT BERISH
zh_cn: 授权
zh_tw: 授權

# PassportBirthdate
source: Date of Birth
ar: تاريخ الميلاد
be: Дата нараджэння
ca: Data de naixement
de: Geburtsdatum
es: Nacimiento
fa: تاریخ تولد
fi: Syntymäaika
fr: Date de naissance
id: Tanggal Lahir
it: Data di nascita
ko: 생년월일
ms: Tarikh Lahir
nl: Geboortedatum
pl: Data urodzenia
pt_br: Data de Nascimento
ru: Дата рождения
sv: Födelsedatum
tr: Doğum Tarihi
uk: Дата народження
uz: Tug‘ilgan sana
zh_cn: 生日
zh_tw: 生日

# PassportCitizenship
source: Citizenship
ar: الجنسية
be: Грамадзянства
ca: Ciutadania
de: Staatsangehörigkeit
es: Nacionalidad
fa: تابعیت
fi: Kansalaisuus
fr: Nationalité
id: Kewarganegaraan
it: Nazionalità
ko: 시민권
ms: Warganegara
nl: Burgerschap
pl: Obywatelstwo
pt_br: Nacionalidade
ru: Гражданство
sv: Medborgarskap
tr: Vatandaşlık
uk: Громадянство
uz: Fuqarolik
zh_cn: 国籍
zh_tw: 國籍

# PassportCity
source: City
ar: المدينة
be: Горад
ca: Ciutat
de: Stadt
es: Ciudad
fa: شهر
fi: Kaupunki
fr: Ville
id: Kota
it: Città
ko: 도시
ms: Bandar
nl: Stad
pl: Miasto
pt_br: Cidade
ru: Город
sv: Ort
tr: İlçe
uk: Місто
uz: Shahar
zh_cn: 城市
zh_tw: 城市

# PassportCorrectErrors
source: Tap to correct errors.
ar: انقر لتصحيح الأخطاء.
be: Націсніце, каб выправіць памылкі
ca: Toqueu per a corregir errors.
de: Antippen zum Korrigieren.
es: Toca para corregir errores.
fa: برای اصلاح خطاها ضربه بزنید.
fi: Napauta korjataksesi virheet
fr: Touchez pour corriger les erreurs.
id: Ketuk untuk perbaiki kesalahan
it: Tocca per correggere gli errori.
ko: 교정하려면 누르세요.
ms: Tekan untuk betulkan ralat
nl: Tik om fouten te corrigeren.
pl: Dotknij, aby skorygować błędy.
pt_br: Toque para corrigir erros.
ru: Нажмите, чтобы внести исправления.
sv: Tryck för att korrigera fel.
tr: Hataları düzeltmek için dokunun.
uk: Натисніть, щоб виправити помилки.
uz: Xatolarni toʻgʻrilash uchun bosing.
zh_cn: 点击以纠正错误。
zh_tw: 點擊以糾正錯誤。

# PassportCountry
source: Country
ar: الدولة
be: Краіна
ca: País
de: Land
es: País
fa: کشور
fi: Maa
fr: Pays
id: Negara
it: Paese
ko: 국가
ms: Negara
nl: Land
pl: Kraj
pt_br: País
ru: Страна
sv: Land
tr: Ülke
uk: Країна
uz: Mamlakat
zh_cn: 国家
zh_tw: 國家

# PassportDeleteAddressAlert
source: Do you want to delete address details?
ar: هل ترغب بحذف معلومات العنوان؟
be: Вы хочаце выдаліць звесткі аб адрасе?
ca: Voleu eliminar les dades d'adreces?
de: Möchtest du deine Adressdaten löschen?
es: ¿Quieres eliminar la dirección?
fa: آیا می‌خواهید این جزئیات آدرس را حذف کنید؟
fi: Haluatko varmasti poistaa osoitetiedot?
fr: Voulez-vous supprimer cette adresse ?
id: Anda yakin ingin menghapus informasi alamat?
it: Vuoi eliminare i dettagli dell'indirizzo?
ko: 주소 세부 정보를 삭제하시겠습니까?
ms: Anda pasti mahu hapus maklumat alamat?
nl: Adresgegevens echt verwijderen?
pl: Czy chcesz usunąć dane adresowe?
pt_br: Deseja apagar os dados de endereço?
ru: Вы точно хотите удалить данные об адресе?
sv: Vi du ta bort adressuppgifterna?
tr: Adres ayrıntılarını silmek istiyor musunuz?
uk: Видалити дані про адресу?
uz: Manzil ma'lumotlarini o'chirasizmi?
zh_cn: 您确定要删除住址信息吗？
zh_tw: 您確定要删除住址訊息嗎？

# PassportDeleteDocument
source: Delete Document
ar: حذف الوثيقة
be: Выдаліць дакумент
ca: Elimina el document
de: Dokument löschen
es: Eliminar documento
fa: حذف سند
fi: Poista asiakirja
fr: Supprimer le document
id: Hapus berkas
it: Elimina documento
ko: 서류 삭제
ms: Hapus Dokumen
nl: Document verwijderen
pl: Usuń dokument
pt_br: Apagar Documento
ru: Удалить документ
sv: Ta bort handling
tr: Belgeyi Sil
uk: Видалити документ
uz: Hujjatni oʻchirish
zh_cn: 删除文件
zh_tw: 删除文件

# PassportDeleteDocumentAddress
source: Delete address details
ar: حذف معلومات العنوان
be: Выдаліць звесткі аб адрасе
ca: Elimina els detalls de l'adreça
de: Adressinformationen löschen
es: Eliminar dirección
fa: حذف جزئیات آدرس
fi: Poista osoitetiedot
fr: Supprimer l'adresse
id: Hapus informasi alamat
it: Elimina dettagli indirizzo
ko: 주소 세부 정보 삭제
ms: Hapus maklumat alamat
nl: Adresgegevens verwijderen
pl: Usuń dane adresowe
pt_br: Apagar dados de endereço
ru: Удалить данные об адресе
sv: Tas bort adressuppgifter
tr: Adres ayrıntılarını sil
uk: Видалити дані про адресу
uz: Manzil maʼlumotlarini oʻchirish
zh_cn: 删除住址信息
zh_tw: 删除住址訊息

# PassportDeleteDocumentAlert
source: Do you want to delete this document?
ar: هل ترغب بحذف هذه الوثيقة؟
be: Вы хочаце выдаліць гэты дакумент?
ca: Voleu eliminar aquest document?
de: Möchtest du dieses Dokument löschen?
es: ¿Quieres eliminar este documento?
fa: آیا می‌خواهید این سند را حذف کنید؟
fi: Haluatko varmasti poistaa tämän asiakirjan?
fr: Voulez-vous supprimer ce document ?
id: Anda yakin ingin menghapus dokumen ini?
it: Vuoi eliminare questo documento?
ko: 서류를 삭제하시겠습니까?
ms: Anda pasti mahu hapus dokumen ini?
nl: Document echt verwijderen?
pl: Czy chcesz usunąć ten dokument?
pt_br: Deseja apagar esse documento?
ru: Вы точно хотите удалить этот документ?
sv: Vill du ta bort dokumentet?
tr: Bu belgeyi silmek istiyor musunuz?
uk: Видалити цей документ?
uz: Haqiqatan ham bu hujjat oʻchirilsinmi?
zh_cn: 您确定要删除此文件吗？
zh_tw: 您確定要删除此文件嗎？

# PassportDeleteDocumentPersonal
source: Delete personal details
ar: حذف المعلومات الشخصية
be: Выдаліць персанальныя звесткі
ca: Elimina les dades personals
de: Persönliche Daten löschen
es: Eliminar datos personales
fa: حذف اطلاعات شخصی
fi: Poista henkilötiedot
fr: Supprimer vos informations personnelles
id: Hapus data diri
it: Elimina dettagli personali
ko: 개인 신상 명세 삭제
ms: Hapus maklumat peribadi
nl: Persoonsgegevens verwijderen
pl: Usuń dane osobowe
pt_br: Apagar dados pessoais
ru: Удалить личную информацию
sv: Ta bort personuppgifter
tr: Kişisel bilgileri sil
uk: Видалити особисті дані
uz: Shaxsiy maʼlumotlarni oʻchirish
zh_cn: 删除个人信息
zh_tw: 删除個人資料

# PassportDeleteEmailAlert
source: Delete email?
ar: حذف البريد الإلكتروني؟
be: Выдаліць электронную пошту?
ca: Voleu eliminar l'adreça electrònica?
de: E-Mail löschen?
es: ¿Eliminar correo electrónico?
fa: ایمیل حذف شود؟
fi: Poista sähköpostiosoite?
fr: Supprimer le courriel ?
id: Hapus email?
it: Eliminare l'email?
ko: 이메일을 삭제할까요?
ms: Hapus emel?
nl: E-mailadres verwijderen?
pl: Usunąć e-mail?
pt_br: Apagar email?
ru: Удалить почту?
sv: Ta bort e-post?
tr: E-posta adresini silmek istiyor musunuz?
uk: Видалити е-пошту?
uz: Email oʻchirilsinmi?
zh_cn: 删除电子邮箱？
zh_tw: 删除電郵？

# PassportDeleteInfo
source: Delete
ar: حذف
be: Выдаліць
ca: Elimina
de: Löschen
es: Eliminar
fa: حذف
fi: Poista
fr: Supprimer
id: Hapus
it: Elimina
ko: 삭제
ms: Hapus
nl: Verwijder
pl: Usuń
pt_br: Apagar
ru: Удалить
sv: Ta bort
tr: Sil
uk: Видалити
uz: Oʻchirish
zh_cn: 删除
zh_tw: 删除

# PassportDeletePersonalAlert
source: Are you sure you want to delete personal details?
ar: هل ترغب حقًا في حذف معلوماتك الشخصية؟
be: Вы ўпэўнены, што хочаце выдаліць персанальныя звесткі?
ca: Segur que voleu eliminar les dades personals?
de: Möchtest du wirklich deine persönlichen Daten löschen?
es: ¿Quieres eliminar los datos personales?
fa: آیا از حذف اطلاعات شخصی اطمینان دارید؟
fi: Haluatko varmasti poistaa henkilötiedot?
fr: Voulez-vous vraiment supprimer vos informations personnelles ?
id: Anda yakin ingin menghapus data diri?
it: Vuoi davvero eliminare i dettagli personali?
ko: 정말 개인 신상 명세를 삭제하시겠습니까?
ms: Anda pasti mahu hapus maklumat peribadi anda?
nl: Persoonsgegevens echt verwijderen?
pl: Czy na pewno chcesz usunąć dane osobowe?
pt_br: Tem certeza de que deseja apagar seus dados pessoais?
ru: Вы точно хотите удалить личную информацию?
sv: Är du säker på att du vill ta bort personuppgifterna?
tr: Kişisel bilgilerinizi silmek istediğinizden emin misiniz?
uk: Ви дійсно хочете видалити особисті дані?
uz: Haqiqatan ham shaxsiy maʼlumotlar oʻchirilsinmi?
zh_cn: 您确定要删除个人信息吗？
zh_tw: 您確定要删除個人資料嗎？

# PassportDeletePhoneAlert
source: Delete phone number?
ar: حذف رقم الهاتف؟
be: Выдаліць нумар тэлефона?
ca: Voleu eliminar el número de telèfon?
de: Telefonnummer löschen?
es: ¿Eliminar número de teléfono?
fa: شماره تلفن حذف شود؟
fi: Poistetaanko puhelinnumero?
fr: Supprimer le numéro de téléphone ?
id: Hapus nomer ponsel?
it: Eliminare il numero di telefono?
ko: 전화번호를 삭제할까요?
ms: Hapus nombor fon?
nl: Telefoonnummer echt verwijderen?
pl: Usunąć numer telefony?
pt_br: Apagar número de telefone?
ru: Удалить номер телефона?
sv: Ta bort telefonnummer?
tr: Telefon numarası silinsin mi?
uk: Видалити номер телефону?
uz: Telefon raqami oʻchirilsinmi?
zh_cn: 删除手机号码？
zh_tw: 删除手機號碼？

# PassportDeleteScan
source: Delete scan?
ar: حذف النسخة؟
be: Выдаліць сканаваны дакумент?
ca: Voleu eliminar l'escaneig?
de: Scan löschen?
es: ¿Eliminar escaneo?
fa: اسکن حذف شود؟
fi: Poistetaanko skannaus?
fr: Supprimer le scan ?
id: Hapus pindaian?
it: Eliminare la scansione?
ko: 스캔을 삭제할까요?
ms: Hapus imbasan?
nl: Scan verwijderen?
pl: Usunąć skan?
pt_br: Apagar digitalização?
ru: Удалить скан?
sv: Radera inskanning?
tr: Tarama silinsin mi?
uk: Видалити скан?
uz: Skan oʻchirilsinmi?
zh_cn: 删除扫描件？
zh_tw: 删除掃描？

# PassportDeleteScanAlert
source: Do you want to delete this scan?
ar: هل ترغب بحذف هذه النسخة؟
be: Вы хочаце выдаліць гэты сканаваны дакумент?
ca: Voleu eliminar aquest escaneig?
de: Möchtest du diesen Scan löschen?
es: ¿Quieres eliminar este escaneo?
fa: آیا می‌خواهید این اسکن را حذف کنید؟
fi: Haluatko varmasti poistaa tämän skannauksen?
fr: Voulez-vous supprimer ce scan ?
id: Anda yakin ingin menghapus pindaian ini?
it: Vuoi eliminare questa scansione?
ko: 스캔을 삭제하시겠습니까?
ms: Anda pasti mahu hapus imbasan ini?
nl: Scan echt verwijderen?
pl: Czy chcesz usunąć ten skan?
pt_br: Deseja apagar esse scan?
ru: Вы точно хотите удалить этот скан?
sv: Vill du radera inskanningen?
tr: Bu taramayı silmek istiyor musunuz?
uk: Видалити цей скан?
uz: Bu skanni oʻchirib tashlamoqchimisiz?
zh_cn: 您确定要删除此扫描件吗？
zh_tw: 您確定要删除此掃描嗎？

# PassportDeleteSelfie
source: Delete selfie?
ar: حذف الصورة الذاتية؟
be: Выдаліць сэлфі?
ca: Voleu eliminar l'autofoto?
de: Selfie löschen?
es: ¿Eliminar selfie?
fa: سلفی حذف شود؟
fi: Poistetaanko omakuva?
fr: Supprimer le selfie ?
id: Hapus swafoto?
it: Eliminare il selfie?
ko: 본인 사진을 삭제할까요?
ms: Hapus swafoto?
nl: Selfie verwijderen?
pl: Usunąć selfie?
pt_br: Apagar selfie?
ru: Удалить селфи?
sv: Radera selfie?
tr: Özçekim silinsin mi?
uk: Видалити селфі?
uz: Selfi oʻchirilsinmi?
zh_cn: 删除自拍照？
zh_tw: 删除自拍照？

# PassportDeleteSelfieAlert
source: Do you want to delete this selfie?
ar: هل ترغب بحذف هذه الصورة الذاتية؟
be: Вы хочаце выдаліць гэта сэлфі?
ca: Voleu eliminar aquesta autofoto?
de: Möchtest du dieses Selfie löschen?
es: ¿Quieres eliminar esta selfie?
fa: آیا می‌خواهید این سلفی را حذف کنید؟
fi: Haluatko varmasti poistaa tämän omakuvan?
fr: Voulez-vous supprimer ce selfie ?
id: Anda yakin ingin menghapus foto diri Anda?
it: Vuoi eliminare questo selfie?
ko: 본인 사진을 삭제하시겠습니까?
ms: Anda pasti mahu hapus swafoto ini?
nl: Selfie echt verwijderen?
pl: Czy chcesz usunąć to selfie?
pt_br: Deseja apagar essa selfie?
ru: Вы точно хотите удалить это селфи?
sv: Vill du radera selfien?
tr: Bu özçekimi silmek istiyor musunuz?
uk: Видалити це селфі?
uz: Bu selfini oʻchirishni xohlaysizmi?
zh_cn: 您确定要删除此自拍照吗？
zh_tw: 您確定要删除此自拍照嗎？

# PassportDiscard
source: Discard
ar: تجاهل
be: Адхіліць
ca: Descarta
de: Verwerfen
es: Descartar
fa: حذف
fi: Hylkää
fr: Effacer
id: Buang
it: Scarta
ko: 삭제
ms: Hapus
nl: Weggooien
pl: Odrzuć
pt_br: Descartar
ru: Сбросить
sv: Ignorera
tr: Sil
uk: Відхилити
uz: Rad etish
zh_cn: 丢弃
zh_tw: 丢棄

# PassportDiscardChanges
source: Are you sure you want to discard all information you've entered?
ar: هل ترغب حقًا في تجاهل جميع المعلومات التي أدخلتها؟
be: Вы ўпэўнены, што хочаце адхіліць усю ўведзеную інфармацыю?
ca: Segur que voleu descartar tota la informació que heu introduït?
de: Möchtest du wirklich alle eingegeben Informationen verwerfen?
es: ¿Quieres descartar toda la información que pusiste?
fa: آیا از حذف تمامی اطلاعاتی که وارد کرده‌اید اطمینان دارید؟
fi: Haluatko varmasti hylätä kaikki syöttämäsi tiedot?
fr: Voulez-vous vraiment effacer toutes les informations que vous avez entrées ?
id: Anda yakin ingin membuang semua informasi yang Anda masukkan?
it: Vuoi davvero scartare tutte le informazione che hai inserito?
ko: 정말 입력한 정보를 모두 삭제하시겠습니까?
ms: Anda pasti mahu hapus semua maklumat yang telah dimasukkan?
nl: Alle informatie die je hebt ingegeven weggooien?
pl: Czy na pewno chcesz odrzucić wszystkie wprowadzone informacje?
pt_br: Deseja mesmo descartar todas as informações inseridas?
ru: Вы точно хотите сбросить всю введённую информацию?
sv: Är du säker på att du vill ignorera informations du angett?
tr: Girdiğiniz tüm bilgileri silmek istediğinizden emin misiniz?
uk: Ви дійсно хочете відхилити всю введену інформацію?
uz: Barcha siz kiritgan axborotlarni oʻchirib tashlamoqchimisiz?
zh_cn: 您确定要丢弃所有已输入的内容吗？
zh_tw: 您確定要丢棄所有已輸入的内容嗎？

# PassportDocument
source: Document Details
ar: تفاصيل الوثيقة
be: Звесткі дакумента
ca: Detalls del document
de: Angaben zum Dokument
es: Datos del documento
fa: جزئیات سند
fi: Asiakirjan tiedot
fr: Détails du document
id: Detail Dokumen
it: Dettagli documento
ko: 서류 세부 정보
ms: Perincian Dokumen
pl: Szczegóły dokumentu
pt_br: Detalhes do Documento
ru: Данные документа
sv: Dokumentuppgifter
tr: Belge Ayrıntıları
uk: Дані документа
uz: Hujjat tafsilotlari
zh_cn: 文件信息
zh_tw: 文件訊息

# PassportDocumentNumber
source: Document Number
ar: رقم جواز السفر
be: Нумар дакумента
ca: Número de document
de: Ausweisnummer
es: Número de documento
fa: شماره سند
fi: Asiakirjan numero
fr: Numéro du document
id: Nomor paspor
it: Numero documento
ko: 서류 번호
ms: Nombor Dokumen
nl: Documentnummer
pl: Numer dokumentu
pt_br: Número do Documento
ru: Номер документа
sv: Dokumentnummer
tr: Belge Numarası
uk: Номер документа
uz: Hujjat raqami
zh_cn: 文件号码
zh_tw: 文件號碼

# PassportDocuments
source: Scans
ar: النسخ
be: Сканаваныя дакументы
ca: Escaneigs
es: Escaneos
fa: اسکن‌ها
fi: Skannaukset
id: Pindai
it: Scansioni
ko: 스캔
ms: Imbasan
pl: Skany
ru: Сканы
sv: Inskanningar
tr: Taramalar
uk: Скани
uz: Skanlar
zh_cn: 扫描件
zh_tw: 掃描

# PassportEmailCode
source: Code
ar: الرمز
be: Код
ca: Codi
es: Código
fa: کد
fi: Koodi
id: Kode
it: Codice
ko: 코드
ms: Kod
pl: Kod
pt_br: Código
ru: Код
sv: Kod
tr: Kod
uk: Код
uz: Kod
zh_cn: 验证码
zh_tw: 驗證碼
